{
  "QFEnter": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "codeium.vim": { "branch": "main" },
  "comfortable-motion.vim": { "branch": "master" },
  "gv.vim": { "branch": "master" },
  "haskell-tools.nvim": { "branch": "master" },
  "hop.nvim": { "branch": "v2" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "lsp_lines.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "neomake": { "branch": "master" },
  "neovim-gui-shim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quick-scope": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hardtime": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-highlighter": { "branch": "main" },
  "vim-indent-guides": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-numbertoggle": { "branch": "main" },
  "vim-peekaboo": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-slash": { "branch": "master" },
  "vim-syntax-shakespeare": { "branch": "master" },
  "vim-togglelist": { "branch": "master" },
  "vim-wintabs": { "branch": "master" },
  "vim-wintabs-powerline": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "visualrepeat": { "branch": "master" }
}