{
  "QFEnter": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "codeium.vim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "flatten.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "hop.nvim": { "branch": "v2" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "lsp_lines.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "neomake": { "branch": "master" },
  "neovim-gui-shim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "pgsql.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quick-scope": { "branch": "master" },
  "scope.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hardtime": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-highlighter": { "branch": "main" },
  "vim-indent-guides": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-numbertoggle": { "branch": "main" },
  "vim-ormolu": { "branch": "master" },
  "vim-peekaboo": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-slash": { "branch": "master" },
  "vim-syntax-shakespeare": { "branch": "master" },
  "vim-textobj-delimited": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-togglelist": { "branch": "master" },
  "visualrepeat": { "branch": "master" },
  "yesod.vim": { "branch": "master" }
}